"album" = "从相册中选择";
"device.album.access.format" = "请在iPhone的\"设置-隐私-照片\"选项中，\r允许%@访问你的手机相册";
"device.album.unavailable" = "无法打开相册";
"camera" = "拍照";
"device.camera.access.format" = "请在iPhone的\"设置-隐私-相机\"中允许%@访问相机";
"device.camera.unavailable" = "无法使用相机";
"go.to.settings" = "去设置";

"ok" = "确定";
"search" = "搜索";
"cancel" = "取消";
"error" = "错误";
"retry" = "重试";
"clear" = "清除";
"previous.step" = "上一个";
"next.step" = "下一个";
"search.history" = "历史搜索";

"scan.result.title" = "扫描结果";

"save.to.album" = "保存图片到相册";
"saved.to.album" = "图片已保存到您的相册！";
"save.failure" = "图片保存失败";
